rpi5-1/20240121-0340-jemalloc/2-mempool/1000/pgbench-warmup-1-1.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 1
partition method: range
partitions: 1
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 2883900
number of failed transactions: 0 (0.000%)
latency average = 0.665 ms
initial connection time = 67.861 ms
tps = 48108.976415 (without initial connection time)